Repository: serotonincrash/PosankkaMatka
Catalog: Localizable.xcstrings
Source language: en
Languages: fi

source: Any distance
fi: Mikä tahansa etäisyys

source: Arrivals
fi: Saapuvat

source: Arrivals for %@
fi: Saapuvat pysäkille %@

source: Clears the distance filter
fi: Tyhjentää etäisyyssuodattimen

source: Close
fi: Sulje

source: Direction
fi: Suunta

source: Distance
fi: Etäisyys

source: Error
fi: Virhe

source: Filter stops by distance
fi: Suodata pysäkkejä etäisyyden mukaan

source: Live stop and bus data refreshes periodically and may not always be accurate.
fi: Pysäkki- ja bussitiedot päivittyvät säännöllisesti, eivätkä ne aina ole tarkkoja.

source: Nearby Stops
fi: Lähipysäkit

source: No Arrivals
fi: Ei saapuvia

source: No Stops
fi: Ei pysäkkejä

source: No stops available
fi: Pysäkkejä ei ole saatavilla

source: No stops within %@
fi: Ei pysäkkejä %@ säteellä

source: Not Running
fi: Ei liikenteessä

source: Opens live arrivals for this stop
fi: Avaa tämän pysäkin saapuvat reaaliajassa

source: Opens the route's stops and live vehicles
fi: Avaa linjan pysäkit ja ajoneuvot reaaliajassa

source: Returns to the stop and route lists
fi: Palaa pysäkki- ja linjaluetteloihin

source: Route %@
fi: Linja %@

source: Routes
fi: Linjat

source: Search for a stop or route by name or number.
fi: Hae pysäkkiä tai linjaa nimellä tai numerolla.

source: Search stops or routes
fi: Hae pysäkkejä tai linjoja

source: Sets the maximum distance for nearby stops
fi: Asettaa lähipysäkkien enimmäisetäisyyden

source: Settings
fi: Asetukset

source: Show all
fi: Näytä kaikki

source: Show all %lld stops
fi: Näytä kaikki %lld pysäkkiä

source: Show my location
fi: Näytä sijaintini

source: Show stops within
fi: Näytä pysäkkejä säteellä

source: Start typing
fi: Aloita kirjoittaminen

source: Stops
fi: Pysäkit

source: Switches which direction's stops are shown
fi: Vaihtaa, minkä suunnan pysäkit näytetään

source: This route has no trips in the current service period.
fi: Tällä linjalla ei ole vuoroja nykyisellä palvelujaksolla.

source: This route's trips have no stop information.
fi: Tämän linjan vuoroilla ei ole pysäkkitietoja.

source: Turn on location to see nearby stops
fi: Ota sijainti käyttöön nähdäksesi lähipysäkit

source: Updated %@
fi: Päivitetty %@

source: Updating…
fi: Päivitetään…
